[
    {
        "Exists": true,
        "ID": "1",
        "Title ": "Kapellbrücke",
        "Description ": "The chapellbridge was built around 1365. It was part of the city's defensive ring and a pedestrian connection between the large city and the small town. Its alignment over the river is attributed diagonal to this latter purpose. In 17th century the bridge was adorned with triangular paintings that tell the history of Switzerland and the legends of Lucernes patron saints St. Leodegar and St. Mauritius.The two bridgeheads were set back after the construction of quays on the banks of the Reuss River in the 19th century, shortening the bridge from the original 285 to just over 200 meters. On August 18, 1993, at night, a fire broke out on the Chapel Bridge, destroying about two-thirds of the bridge's superstructure as well as most of the panels from the painting cycle. ",
        "Longitude ": "8.307567284",
        "Latitude ": "47.051817",
        "Images": [
            {
                "Caption": "Photographer unknown, ca. 1895, F2a/BRÜCKEN/24.01.01",
                "File_name": "01_F2a_BRUECKEN_24_01-01-D.jpeg"
            },
            {
                "Caption": "Photo: Heller, Ruswil, 1993, F2a/ANLASS/EREIGNIS/0386",
                "File_name": "01_F2a_ANLASS_EREIGNIS_0386-01-ak-r-D"
            }
        ]
    },
    {
        "Exists": true,
        "ID": "2",
        "Title ": "Löwendenkmal",
        "Description ": "The Dying Lion (6 by 10 meters), with Latin inscriptions and set within a landscaped park, was unveiled in Lucerne in 1821. The art piece was designed by one of the most famous sculptors of the time, the Danish artist Bertel Thorvaldsen, in Rome. The colossal sculpture was carved into the rock of a former quarry by the stonemason Lukas Ahorn from Constance.\nThe initiator, Carl Pfyffer von Altishofen, intended this anti-revolutionary monument to commemorate the dramatic events of August 10, 1792, in Paris, when an enraged mob killed hundreds of Swiss mercenaries, the royal guard of French King Louis XVI, during the storming of the royal palace (the Storming of the Tuileries).",
        "Longitude ": "8.310908389",
        "Latitude ": "47.05848067",
        "Images": [
            {
                "Caption": "Photographer unknown, ca. 1900, F2a/ANLAGEN/24.01:01",
                "File_name": ""
            },
            {
                "Caption": "Photo: Fr. Voege, 1900, Luzern, F2a/ANLAGEN/24.01:07",
                "File_name": "02_F2a_ANLAGEN_24_01-07-ak-r-D.jpeg"
            }
        ]
    },
    {
        "Exists": true,
        "ID": "3",
        "Title ": "Spreuerbrücke",
        "Description ": "The southern half of the bridge, built in 1408, stands at right angles to the Reuss, the northern half at an angle to it. The triangular paintings were painted by Caspar Melinger in 17th century and show a dance of death, remembering the pedestrians of their mortality. The English amateur painter Constance Mary Hemsworth (1869-1940) was so enthusiastic about the Spreuer Bridge during her visit to Lucerne that she had it faithfully reproduced in the large garden of her estate after her return. On display in Monk Fryston in North Yorkshire, England.",
        "Longitude ": "8.301662197",
        "Latitude ": "47.05190875",
        "Images": [
            {
                "Caption": "Engraver: Roth, ca. 1750, F2 PA 39/321",
                "File_name": "03_F2_PA_039-321-D.jpeg"
            }
        ]
    },
    {
        "Exists": true,
        "ID": "4",
        "Title ": "Museggmauer",
        "Description ": "It is the medieval landmark of Lucerne and was built in the 13th century as a city fortification. Originally, an inner and an outer ring protected the city from enemy attacks.The Musegg Wall is still 870 m long, around 9 m high and 1.5 m wide. This makes it the longest city wall preserved in one piece in Switzerland. Of the original 30 towers, 9 are still preserved: Nölliturm , Männliturm , Luegisland , Wachtturm , Zytturm , Schirmerturm , Pulverturm , Allenwindenturm and Dächliturm . They provide an ideal habitat for a variety of animal species and plants.",
        "Longitude ": "8.305463097",
        "Latitude ": "47.0548424",
        "Images": [
            {
                "Caption": "Fotographer unknown, ca. 1920, F2a/BEFESTIGUNGSWERKE/10.01:01",
                "File_name": "04_F2a_BEFESTIGUNGSWERKE_10_01-01-D.jpeg"
            }
        ]
    },
    {
        "Exists": true,
        "ID": "5",
        "Title ": "Jesuitenkirche",
        "Description ": "The Lucerne Jesuit Church was built as a school church for the Jesuit College and as a church for the general pastoral work of the Jesuits. The Jesuit Fathers arrived in Lucerne in 1574 and began operating the school in 1576. By the middle of the following century, the number of students had steadily grown. On the feast day of St. Francis Xavier (1506–1552), on December 3, 1666, the foundation stone was laid, and on August 29, 1677, the new church was consecrated by the papal nuncio, Edoardo Cibo.",
        "Longitude ": "8.305090474",
        "Latitude ": "47.05082628",
        "Images": [
            {
                "Caption": "Foto: Niklaus Hinder, Luzern ca. 1890, F2a/STRASSEN/BAHNHOFSTRASSE/11a01:01",
                "File_name": "05_F2a_BAHNHOFSTRASSE_11a_01-01-D.jpeg"
            }
        ]
    },
    {
        "Exists": true,
        "ID": "6",
        "Title ": "Rathausturm",
        "Description ": "The Rathausturm, originally built in 1504, served as a watch and observation tower rather than being directly integrated into the city's fortifications. Beyond its defensive function, it also housed important civic archives, serving as a symbol of legal security and inner peace in the city.\nThroughout its history, the Rathausturm was painted and redecorated several times. Between 1504 and 1924, it had various painted appearances, including a notable 1863 version. These changes reflect the evolving architectural and cultural styles of Lucerne over the centuries.",
        "Longitude ": "8.306076268",
        "Latitude ": "47.0520712",
        "Images": [
            {
                "Caption": "Fotographer unknown, ca. 1863, F2a/STRASSEN/KORNMARKT/03.01.01:02",
                "File_name": "06_F2a_KORNMARKT_03_01_01-02-D.jpeg"
            }
        ]
    },
    {
        "Exists": true,
        "ID": "7",
        "Title ": "Nadelwehr",
        "Description ": "The Nadelwehr was built between 1859 and 1861.To this day, the water level of Lake Lucerne is manually controlled by removing or inserting so-called \"\"needles\"\" (wooden planks). One needle weghs 35 kg and meassures Thanks to this regulation, the lake's water level can be kept at an optimal height for the season, regardless of the weather, in order to prevent flooding, among other things.",
        "Longitude ": "8.303240311",
        "Latitude ": "47.05133083",
        "Images": [
            {
                "Caption": "Fotographer unknown, ca. 1888, F2a/WASSERBAUTEN/26:07",
                "File_name": "07_F2a_WASSERBAUTEN_26-07-p-D.jpeg"
            }
        ]
    },
    {
        "Exists": false,
        "ID": "8",
        "Title ": "Lederturm ",
        "Description ": "On May 25, 1849, the city of Lucerne demolished the last remnants of the Leather Tower near the Grendel. The former detention prison had become obsolete and no longer fit the image of a modern city opening itself to the lake and tourism. The Musegg Wall, which still stands today, is only a part of the former city fortifications. Two rings of walls once surrounded medieval Lucerne. On the Reuss and lake sides, wooden bridges complemented the walls, which were equipped with towers, gates, and moats. With the development of Lucerne into a city around 1220, construction of the inner wall ring began, and it was likely completed by the end of the 13th century. By the early 15th century, the construction of the Chapel Bridge (around 1365), the second wall ring with the Musegg Wall (circa 1370–1408), and the Sentimauer were finished.",
        "Longitude ": "8.308360838",
        "Latitude ": "47.05404102",
        "Images": [
            {
                "Caption": "Painter: Xaver Schwegler, 1846, F2a/Befestigungswerke/19:01",
                "File_name": "08_F2a_BEFESTIGUNGSWERKE_19-dr-D002.jpeg"
            }
        ]
    },
    {
        "Exists": false,
        "ID": "9",
        "Title ": "Burgerturm",
        "Description ": "The Burgerturm was first mentioned in records in 1371. It was part of the city fortifications on the left bank of Lucerne and was known as the \"\"Moosturm\"\" in the 14th century. The Burgertor (Burgers' Gate) opened to the west, leading to the bridge over the Krienbach stream. The Burgerturm stood between the Suidter Pharmacy and the \"\"Wilden Mann\"\" Hotel. In 1864, it was demolished during the process of dismantling Lucerne's fortifications.\nFrom 1597 to 1856, the Burgerturm served as a prison for minor offenses. In 1684, a fire bell was installed in the tower.\nIn 1785, the Burgerturm was fitted with a public clock. The clockwork has been preserved and features a \"\"cylinder escapement,\"\" a special and rarely used mechanism.",
        "Longitude ": "8.302924146",
        "Latitude ": "47.05029757",
        "Images": [
            {
                "Caption": "Foto: Charles Mahler, ca. 1860, F2a/STRASSEN/PFISTERGASSE 0.05",
                "File_name": "09_F2a_PFISTERGASSE_0-05-D.jpeg"
            }
        ]
    },
    {
        "Exists": false,
        "ID": "10",
        "Title ": "Kesselturm ",
        "Description ": "The Kesselturm, along with the Interrogation Judge’s Office and the Upper Gate (from left to right) and the bridge over the Hirschengraben, was an important part of Lucerne’s historical infrastructure. The Kesselturm housed the majority of prisoners until 1857, including Dr. Jakob Robert Steiger, leader of the Freischaren (an anti-conservative militia). During his imprisonment, Steiger composed a poem that was later printed.\nThe Kesselturm's role as a detention facility reflects its significance in Lucerne's legal and judicial history, contributing to the city’s enforcement of law and order for many years.",
        "Longitude ": "8.302472353",
        "Latitude ": "47.04994056",
        "Images": [
            {
                "Caption": "Lithograph: A. Rothweiler, ca. 1845, F2a/BEFESTIGUNGSWERKE/17:01",
                "File_name": "10_F2a_BEFESTIGUNGSWERKE_17-01-D.jpeg"
            }
        ]
    },
    {
        "Exists": false,
        "ID": "12",
        "Title ": "Hofbrücke ",
        "Description ": "Among Lucerne’s most famous landmarks are its two wooden bridges: the Kappelbrücke and the Spreuerbrücke, built in the 14th and 16th century as part of Lucerne’s city fortification. Many tourists but also many locals do not know that there used to be a third wooden footbridge called Hofbrücke, built in the 13th century. It was the longest of the three bridges and was adorned with framed triangular paintings like the other two. The paintings on the Hofbrücke depict events from the Old and New Testament of the Bible. The Hofbrücke connected the city with the collegiate church of St. Leodegar, the Hofkirche. When the bridge was demolished in the 19th century, the paintings were stored in magazines or used as art objects in public buildings. After the fire on the Kapellbrücke in 1993, the city of Lucerne took backup photographs of the Hofbrücke paintings. Some paintings are no longer traceable. The numbers attached to the images belong to image inventories created at different times by different people. The differences in numbering can therefore be explained by different cycle interpretations.",
        "Longitude ": "8.309234655",
        "Latitude ": "47.05367999",
        "Images": [
            {
                "Caption": "Lithograph: Isidore Deroy, 1840er-Jahre, F2a/VEDUTEN/ANSICHTEN/110",
                "File_name": "11_F2a_VEDUTEN_110-D.jpeg"
            },
            {
                "Caption": "Engraving Johann Jakob Meyer, ca. 1820, F2a/VEDUTEN/ANSICHTEN/112",
                "File_name": "11_F2a_VEDUTEN_112-D.jpeg"
            }
        ]
    },
    {
        "Exists": true,
        "ID": "13",
        "Title ": "Bahnhof ",
        "Description ": "In the second half of the 19th century, the face of the city of Lucerne changed rapidly. Part of the fortifications was dismantled, and the city was connected to the railway network. In 1859, Lucerne received its first train station on the left shore of the lake. However, the station complex and its access routes created a new iron belt that hindered urban development and traffic flow. When the Gotthard Railway faced financial difficulties, the subsidizing states of Germany and Italy scaled back the construction program to focus solely on the main line crossing the Alps. As a result, the Lucerne feeder line and the new train station were postponed, forcing travelers from Lucerne to travel via Rotkreuz to head south. The frustration in Lucerne was so great that the necessary additional funding for the project was at risk.\nUltimately, the terminus station remained in place, but the railway tracks were turned southwest, freeing up space for urban expansion in what is now the Neustadt area. To separate different traffic flows, various infrastructure projects were undertaken, including railway cuts, road overpasses, railway bridges, embankments, and tunnels, which continue to shape the cityscape today. The monumental station building was finally opened in 1896, and the Lucerne–Immensee feeder line for the Gotthard Railway was inaugurated in 1897—15 years after the opening of the Gotthard Railway itself. The electrification of the line from Lucerne to Chiasso was completed 100 years ago, in May 1922.",
        "Longitude ": "8.310328712",
        "Latitude ": "47.05057512",
        "Images": [
            {
                "Caption": "Brünigbahnhof, photographer unknown, ca. 1890, F2a/BAHNHOFPLATZ/01.01:01",
                "File_name": "12_F2a_BAHNHOFPLATZ_01_01-01-D.jpeg"
            },
            {
                "Caption": "Bahnhof Zentralbahn, photographer unknown, ca. 1880, F2a/BAHNHOFPLATZ/01.02:04",
                "File_name": ""
            },
            {
                "Caption": "SBB Bahnhof, paintor unknwon, 1896, F2a/BAHNHOFPLATZ/01.04:02",
                "File_name": "12_F2a_BAHNHOFPLATZ_01_04-02-D.jpeg"
            }
        ]
    },
    {
        "Exists": false,
        "ID": "14",
        "Title ": "Schützenfesthalle ",
        "Description ": "In summer 1901, the 37th Swiss Shooting festival takes place in Lucerne. For this purpose a wooden hall was created on Bahnhofplatz. On June 7. the museum of war and peace museum opened in the building and stayed there until it moved into its new location at the Museggstrasse. From 1911 there was a roller skating rink built by the Kurkomitte in the building.The hall was closed in the fall of 1930 to make space for the Art and Congress centre designed by Armin Meili",
        "Longitude ": "8.31153041",
        "Latitude ": "47.0505828",
        "Images": [
            {
                "Caption": "Photographer unknown, zirka 1905, F2a/BAHNHOFPLATZ/0.13:02",
                "File_name": "13_F2a_BAHNHOFPLATZ_0_13-02-D.jpeg"
            }
        ]
    }
]